Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: sma

source: Oskkuoahpahusas dáhpáhuvvet maid báikkálaš ovdanáhttinbarggut maŋŋil go searvegottit leat ráhkadan ja mearridan iežaset báikkálaš plánaid.
sma: Paulusen areopagos-håaleme hijvenlaakan vuesehte guktie dah voestes kristegassjh aktene greeken ektiedimmesne aaj tjoerin jienebekultuvrelle dåeriesmoerh gïetedidh.

source: Searvegottit galget iežaset oskkuoahpahusplánaid
sma: Ateneridie dovne gaarmerde jïh laajhta sov håalemisnie.

source: muhtomin ain rievdadit vai sáhttet vuhtiiváldit dan ođasmahttima ja ovdánahttima.
sma: Dennie aktene bielesne dle dejtie gaarmerde ihke dah Jupmelem ohtsede, dennie

source: Báikkálaš vásihusat leat buorit resurssat dán barggus. rievddada báikkis báikái ja searvegottis searvegoddái.
sma: mubpene bielesne dejtie laajhta ihke dah aktem vihties jupmelesvoetem tjuermieh mij lea aktene teempelisnie.

source: Riikkadásis lea maid stuora erohusat gaskal searvegottiid geain lea máhttu sápmelaččaid
sma: Areopagos-håaleme vuesehte mijjieh kristeles sjugniedimmieteologijen mietie maehtebe

source: birra álbmogin, sin vuoiŋŋalaš eallima, historjjá ja dán áiggi servodatdiliid birra.
sma: nænnoestidh Jupmele lij stieresne mijjen luvnie, aaj aarebi misjovneringe eelki Saemien eatnamisnie.

source: orrot sápmelaččat, gávdno báikkálaš gelbbolašvuohta ja vásihusat.
sma: Aktede almetjistie dïhte gaajhkh almetjetjïerth sjugniedamme.

source: Dat leat resurssat maid searvegoddi sáhttá atnit ávkin iežas oskkuoahpahusas sámi mánáide ja nuoraide.
sma: Dïhte baaji dejtie abpe eatnamisnie årrodh, jïh vihties tijjh dejtie bieji jïh raastide sijjen dajvide moeni.

source: Nubbi vejolašvuohta lea árvvoštallat lágidit oahpahusa čoahkkanemiid bokte.
sma: Dam darjoeji ihke dah edtjin Jupmelem ohtsedidh, mejtie meehtin ohtsedidh jïh

source: oskkuoahpahus sámi mánáide ja nuoraide lea guovddážis.
sma: Dennie saemien siebriedahkesne jïjnjh ovmessie siebriedahkevuekieh.

source: Čoahkkanemiid ovdamearkkadihte konfirmašunoahpahusa oktavuođas, ferte ovttastahttit juohke oasálasti searvegottiin, vai lea
sma: Jaahkoeøøhpehtimmie saemien maanide jïh noeride byøroe våaromem vaeltedh dejnie saemine, guktie dïhte lea våajnoes voengesisnie, seamma

source: konfirmašunáiggi rámma siskkobealde (gč. Ipmil addá – Mii juogadit, kapihttal 5).
sma: Bene aaj tjuara guvvieh, illustrasjovnh jïh metaforh saemien gïeleste, 5.0 Voenges soejkesjebarkoe

source: Dakkár čoavddus sáhttá leat áigeguovdil unnit sámi servodagain gos leat unnán eaktodáhtolaš mieldebargit, unnán
sma: – Guktie åålmegh maehtieh aevhkiem utnedh saemien siebriej jïh / jallh institusjovni maahtoste ?

source: mánát ja nuorat, dahje guovlluin gos sápmelaččat orrot bieđgguid.
sma: iktedidh vuesiehtimmien gaavhtan skyllemeøøhpehtimmine, fïerhten skyllijen

source: Čoahkkaneamit sáhttet ráhkadit sámi mánáide ja nuoraide deaivvadansajiid gos vuhtiiváldet sámi geahččanbeali.
sma: åålmeginie, juktie skyllemetijjen mieride tjåadtjoehtidh (m. Gud gir – Vi deler, kapihtele 5).

source: leat veahkkin searvegottiide gos eai leat dieđut ja gelbbolašvuohta sámi girkoeallimis.
sma: Akte dagkeres vuekie maahta sjyøhtehke årrodh unnebe saemien byrjesinie gusnie vaenie

source: – Makkár sámi organisašuvnnaiguin ja/dahje ásahusaiguin sáhttet searvegottit ovttasbargat ?
sma: jïjtjevyljehke barkijh, vaenie maanah jïh noerh, jallh gusnie dajvh bårrode viesehtimmine.

source: – Movt sáhttá searvegoddi atnit ávkki sámi organisašuvnnaid ja/dahje ásahusaid gelbbolašvuođas ?
sma: Dah gaavnesjimmieh sïjhtieh tjåanghkoesijjine sjïdtedh maanide jïh noeride, gusnie dïhte saemien perspektijve gorresåvva.

source: Guhkitáigge strategiijat:
sma: Daate sæjhta aaj viehkine

source: - Atnit skoviid sadjogasas, sihke elektrovnnalaš skoviid ja báberskoviid, vai váhnemat / váhnenovddasteaddjit sáhttet dieđihit iežaset beroštumi oskkuoahpahussii mas lea sámi
sma: årrodh dejtie åålmegidie mah eah daajroem jïh maahtoem utnieh saemien gærhkoejieleden bïjre.

source: geahččanbeali.
sma: 5.4 Goerehtalleme

source: Oanehitáigge strategiijat:
sma: edtja voenges soejkesjem darjodh.

source: - Váldit oktavuođa sámi servviiguin, mánáidgárddiiguin, skuvllaiguin, servviiguin ja organisašuvnnaiguin, sihke báikkálaččat ja guovlluin.
sma: Dejnie dajvine gusnie saemien kultuvre lea jielije sæjhta iemie årrodh dïhte saemien aaj lea våajnoes dennie voenges jaahkoeøøhpehtimmie-soejkesjisnie.

source: Sis soaitá bajilgovva bearrašiin geain lea sápmelaš duogáš.
sma: saemien jaahkoeøøhpehtæmman gorrede (m. kapihtele 2.1).

source: - Searvegoddebláđi, ruovttusiidduid ja ođasreivviid bokte lea vejolaš dahkat dovddusin ahte searvegoddi háliida oainnusmahttit sápmelašvuođa, ja bivdit váhnemiid / váhneovddasteddjiid
sma: Muvhten aejkien maahta akte haesteme årrodh goerehtalledh mejtie lea saemien maanah jïh noerh såaknesne, joekoen dej aerpievuekien saemien årromedajvi ålkoli.

source: váldit oktavuođa searvegoddekantuvrrain jus háliidit sámi oskkuoahpahus fálaldaga.
sma: Ij leah naan registerh gusnie maahta bïevnesh veedtjedh maanaj jïh noeri bïjre saemien maadtoste.
